Repository: yaniswav/EasySave
Catalog: Resources/Messages.*.resx
Languages: fr

# WelcomeMessage
source: Welcome to our application!
fr: Bienvenue dans notre application!

# ChooseOption
source: Choose an option :
fr: Choisissez une option :

# BackupList
source: 1. List backups
fr: 1. Lister les sauvegardes

# CreateBackup
source: 2. Create a backup
fr: 2. Créer une sauvegarde

# EditBackup
source: 3. Edit a backup
fr: 3. Modifier une sauvegarde

# DeleteBackup
source: 4. Delete a backup
fr: 4. Supprimer une sauvegarde

# ExitMessage
source: 7. Exit
fr: 7. Quitter

# SelectLocale
source: Which language do you want to switch to?
fr: Sur quelle langue voulez-vous passer ?

# NoBackup
source: There is no backup
fr: Il n'y a aucune sauvegarde

# CreateNewBackup
source: Creating a new backup
fr: Création d'une nouvelle sauvegarde

# IncorrectMessage
source: Invalid message, please retry
fr: Message incorrect, veuillez réessayer

# ChangeLanguage
source: 6. Change language
fr: 6. Changer la langue

# ExecuteBackup
source: 5. Exectue a backup
fr: 5. Exectuter une sauvegarde

source: Backup name :
fr: Nom de la sauvegarde :

# JobAlredyExists
source: A backup job with this name already exists
fr: Un travail de sauvegarde avec ce nom existe déjà

source: Source directory :
fr: Répertoire source :

# InvalidPath
source: The path is not valid
fr: Le chemin est invalide

source: Target directory :
fr: Répertoire cible :

# InvalidType
source: The backup type is not valid
fr: Le type de sauvegarde est invalide

# BackupSuccess
source: Backup added with success
fr: Sauvegarde ajoutée avec succès

# EditSuccess
source: Backup edited with success
fr: Sauvegarde modifiée avec succès

# EditBackupName
source: Enter the name of the backup job to modify :
fr: Entrez le nom du travail de sauvegarde à modifier :

# DeleteBackupName
source: Enter the name of the backup job to delete :
fr: Entrez le nom du travail de sauvegarde à supprimer :

# DeleteSuccess
source: Backup deleted with success
fr: Sauvegarde supprimée avec succès

# EnterBackupName
source: Enter the name of the backup job to run (separated by a comma) or type 'exit' to exit :
fr: Entrez le nom du travail de sauvegarde à exécuter (séparés par une virgule) ou tapez 'exit' pour quitter :

# InvalidEntry
source: Invalid entry. Please try again.
fr: Entrée invalide. Veuillez réessayer.

# ExecuteBackupMessage
source: Enter the name of the backup job to be run (separated by a comma) or type 'exit' to quit:
fr: Entrez le nom du travail de sauvegarde à exécuter (séparés par une virgule) ou tapez 'exit' pour quitter:

# ChangedLanguage
source: Language changed to :
fr: Langue changée en :

# DeleteFailure
source: Error, there is no backup with this name
fr: Erreur, il n'y a pas de sauvegarde avec ce nom
